Repository: sorryb/UWP
Catalog: StepsCounter/StepsCounter/MultilingualResources/Steps.*.xlf
Languages: ro_ro

# LaterButton.Content
source: Later
ro_ro: Mai târziu

# LocationActivationButton.Content
source: Switch on
ro_ro: Comutare activat

# MotionDataActivationButton.Content
source: Switch on
ro_ro: Comutare activat

# About.Label
source: about
ro_ro: Despre

# AboutDescription.Text
source: The Steps developer sample application demonstrates the Pedometer APIs and Microsoft Lumia SensorCore SDK's Step Counter API functionality.
ro_ro: Aplicatia demonstrează funcţionalitatea pas Counter API pedometru API-uri şi Microsoft Lumia SensorCore SDK-ul.

# AboutHyperlinkProject.Content
source: Steps project in GitHub
ro_ro: Proiectul în GitHub

# AboutPage.Text
source: About
ro_ro: Despre

# BackButton.Label
source: back
ro_ro: inapoi

# DetailedSetting.DataCollectionQuality
source: To get more accurate data you need to enable detailed data collection in Motion data settings. Do you want to open settings now?
ro_ro: Pentru a obţine date mai precise trebuie să permiteti culegerea datelor detaliate în setările de date mişcare. Doriţi să deschideţi setările acum?

# FeatureDisabled.Location
source: Location has been disabled. Do you want to open Location settings now?
ro_ro: Locatia a fost dezactivata. Vrei sa deschizi setările de locație acum?

# FeatureDisabled.MotionData
source: Motion data has been disabled. Do you want to open Motion data settings now?
ro_ro: Date de deplasare au fost dezactivate. Vrei sa se deschida setările de 'date mişcare' acum?

# FeatureDisabled.MotionDataSettings
source: Unfortunately this device does not support biking or moving in vehicle recognition
ro_ro: Din pacate acest dispozitiv mobil nu acceptă ciclism sau se deplasează în vehicul de recunoaştere.

# FeatureDisabled.Title
source: Information
ro_ro: Informaţii

# FeatureNotSupported.Message
source: Sorry, the features exemplified by this application are not available on your device. This application requires a Windows 10 device that supports either a Pedometer or Lumia SensorCore Motion.
ro_ro: Ne pare rau, caracteristicile exemplificate de această aplicație nu sunt disponibile pe dispozitivul dvs. Această aplicaţie necesită un dispozitiv Windows 10 care acceptă un pedometru sau 'Lumia SensorCore Motion'.

# NextButton.Label
source: next
ro_ro: următorul

# NoLocationOrMotionDataError.Text
source: This application does not function without location and motion data. The application will be closed.
ro_ro: Această aplicaţie nu funcţionează fără locaţie şi date de mişcare . Aplicația va fi închisă.

# PinButton.Label
source: pin
ro_ro: fixare pe Desktop

# RunningSteps.Text
source: Running Steps
ro_ro: Alergat

# Steps.Text
source: Steps
ro_ro: Pasi

# TimeWindow.Today
source: Today
ro_ro: Azi

# TimeWindow.Yesterday
source: Yesterday
ro_ro: Ieri

# UnpinLabel
source: unpin
ro_ro: anulare fixare

# WalkingSteps.Text
source: Walking Steps
ro_ro: Mers normal

# Distance.Text
source: Distance
ro_ro: Distanța
